Repository: schulzalexander/CodeWallet
Catalog: CodeWalletWidgetApp/*.lproj/Localizable.strings
Languages: de

source: Oops
de: Ups

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

# TableViewEmptyMessage
source: There have been no barcodes added yet.
de: Du hast noch keine Barcodes hinzugefügt.

# ImagePickerAlertControllerTitle
source: Pick a Source
de: Wähle eine Quelle

source: Photo Library
de: Foto Bibliothek

source: Camera
de: Kamera

# LibraryFailAlertControllerText
source: Failed to access your device's photo library.
de: Fehler beim Zugriff auf deine Foto Bibliothek.

# CameraFailAlertControllerText
source: Failed to access your device's camera.
de: Fehler beim Zugriff auf deine Kamera.

# LogoSuggestionsNameMissingMessage
source: Please provide a name to search for.
de: Bitte gib erst einen Namen an, um Vorschläge zu laden.

# SettingLocationExplanation
source: To select a location, press and hold on the map.
de: Um einen Ort auszuwählen, halte die Karte gedrückt.

# LocationNotificationMessage
source: Show Barcode.
de: Barcode anzeigen.

# CodeDeletionMessage
source: Are you sure?
de: Bist du sicher?

# TutorialMainAddButtonTitle
source: New Barcode
de: Neuer Barcode

# TutorialMainAddButtonExplanation
source: In order to add a code, click the '+' button on the right.
de: Um einen neuen Code hinzuzufügen, klicke auf den '+' Button rechts.

# TutorialOpenCodeSettingsTitle
source: Code Settings
de: Code Einstellungen

# TutorialOpenCodeSettingsExplanation
source: You can access a settings page for each code, where you can e.g. change its displayed size, by clicking on the settings wheel of that code.
de: Für jeden Code gibt es eine eigene Seite mit Einstellungen, wo du z.B. die Anzeigegröße ändern kannst. Klicke dazu auf das Rad über dem jeweiligen Code.

# TutorialAddCodeTitle
source: Add a Code
de: Code hinzufügen

# TutorialAddCodeExplanation
source: When adding a code, you just have to give it a title and you're good to go. Additionally, you may link the code to a location, so that it will be shown in the notification center when entering an area.
de: Wenn du einen neuen Code erstellst, wird grundsätzlich nur ein Name benötigt. Zusätzlich kann eine Region definiert werden, bei deren Erreichen der Code in der Mitteilungszentrale angezeigt wird.

# TutorialMapSelectLocationTitle
source: Selecting a Location
de: Region auswählen

# TutorialMapSelectLocationExplanation
source: To select a location on the map, press and hold on the spot you want.
de: Um einen Ort auf der Karte festzulegen, klicke und halte auf dem jewiligen Punkt.

# TutorialMapRadiusTitle
source: Define Region
de: Größe festlegen

# TutorialMapRadiusExplanation
source: You can define the size of the region by using the slider on the bottom.
de: Die Größe der festgelegten Region kann mit dem Slider unten festgelegt werden.

# TutorialWidgetShowCodeExplanation
source: In the widget, simply click on one of your codes to show it. Click it again to get back to the menu.
de: Im Widget klickst du einfach auf einen Code, um ihn im Vollbild anzuzeigen. Klicke dann nochmal, um zurück ins Menü zu gelangen.

# TutorialWidgetShowSettingsTitle
source: Widget Settings
de: Widget Einstellungen

# TutorialWidgetShowSettingsExplanation
source: You can also access a code's settings within the widget by pressing and holding on it.
de: Du kannst auch innerhalb des Widgets die Einstellungen eines Codes ändern. Klicke und halte dazu in der Vollbildansicht auf eine beliebige Stelle.

source: Warning
de: Warnung

source: Reset
de: Zurücksetzen

# ContentResetAlertMessage
source: All content will be deleted and cannot be restored!
de: Der komplette Inhalt wird gelöscht und kann nicht wiederhergestellt werden!

# PrivacyPolicy
source: <font face="HelveticaNeue", size=4, align="justify"><h2><b>General</b></h2><p>This Privacy Policy belongs to the mobile app CodeWallet.</p><p>This privacy policy describes, how your personal data is collected, processed and used throughout your usage of this app.</p><h2><b>Barcodes</b></h2><p>The codes that you scan/open in the app will only be saved locally on the device, i.e. none of it will be transferred to our servers or third parties.</p><h2><b>Usage Analytics</b></h2><p>We use Google Analytics, an analytics service by the Google Inc. ("Google"). Google saves cookies. The data collected by those cookies contains information about the usage of this app, and will be sent to and saved at a server of Google in the USA.<br>Google will utilize this data on our behalf to create reports about the activities and usage of this app, in order for us to be able to further improve the services of this app. For this purpose, pseudonymous user profiles can be created from the processed data.</p></font>
de: <font face="HelveticaNeue", size=4, align="justify"><h2><b>Allgemein</b></h2><p>Diese Datenschutzerklärung bezieht sich auf die mobile App CodeWallet.</p><p>In dieser Datenschutzerklärung wird ausgeführt, in welcher Art und Weise deine persönlichen Daten beim Gebrauch der App gesammelt, verarbeitet und genutzt werden.</p><h2><b>Barcodes</b></h2><p>Die Barcodes und zugehörigen Daten, die du in der App speicherst, werden nur lokal auf deinem Gerät gespeichert, und nicht an dritte weitergegeben.</p><h2><b>Usage Analytics</b></h2><p>Wir setzen Google Analytics, einen Analysedienst der Google Inc. („Google“) ein. Google verwendet Cookies. Die durch das Cookie erzeugten Informationen über die Benutzung der App durch die Nutzer werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.<br>Google wird diese Informationen in unserem Auftrag benutzen, um die Nutzung unserer App durch die Nutzer auszuwerten, um Reports über die Aktivitäten innerhalb dieser App zusammenzustellen und um weitere mit der Nutzung dieser App verbundene Dienstleistungen uns gegenüber zu erbringen. Dabei können aus den verarbeiteten Daten pseudonyme Nutzungsprofile der Nutzer erstellt werden.</p></font>
